<template>
    <div class="main-content">
      <h5>聚金融APP（以下简称“本平台”）由软简银行集团（北京）</h5>
      <h5>投资管理有限公司注册并负责运营。</h5>
      <p>在您注册成为本平台出借人用户前，请您确认您已认真、仔细阅
          读并充分理解本《用户注册协议》（“本协议”）的所有条款、
          内容。请您同意以下条款并注册后，将有权依据本协议的条款享
          受本平台的服务，同时有义务接受本协议条款的约束。请您务必
          仔细阅读并充分理解本协议包含的各个条款，特别是有关本平台
          免责条款，以及对您权利限制条件条款。若您不同意接受或无法
          理解本协议任何条款的，请立即停止注册操作。
        </p>
        <h5>
          一、 本协议的文本
        </h5>
        <p>
          1.1  本协议的内容包括以下全部条款以及本平台已经发布的及将
          来可能发布的与出借人用户有关的各项规则，该等规则均为本协
          议不可分割的一部分，与本协议具有同等法律效力。
        </p>
        <p>
          1.2  本平台有权根据需要修改本协议的内容。如以下条款或本平
          台各项规则有任何变更，本平台将在应用内刊载公告。经修订的
          相关条款和规则一经公告，即于公告规定的特定生效日期自动生
          效。请您适时关注本平台关于相关条款和规则的公告，如您不同
          意该等变更，请您于该等变更的公告刊载之日起72个小时与本平
          台联系，本平台确认后将与您协商本协议的终止以及终止后双方
          义务的履行。如您在本款所述时限内未提交注册终止申请，则本
          款所述时限届满之时，视为您已经同意接受该等变更，经修订的
          相关条款和规则一经公告，即于公告规定的特定生效日期自动生
          效并对您产生法律约束力。
        </p>
        <p>
          1.3  您只要勾选位于注册页面下方的“我同意”选项后，即视为
          您已经充分理解和同意本协议全部条款、内容及各类规则。在您
          按照本平台的流程成功注册后，本协议即产生法律效力。您不得
        </p>

    </div>
</template>
<script>
export default {
  name: "Protocol"
};
</script>
<style lang="scss" scoped>
.main-content {
  padding: 30px 10px;
  h5 {
    text-align: center;
    margin: 5px 0;
  }
}
</style>
